tap "aws/tap"
tap "buildkite/buildkite"
tap "buildkite/cli"
tap "gcenx/wine"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/services"
tap "hpedrorodrigues/tools"
tap "supabase/tap"
brew "age"
brew "jpeg-turbo"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "aws-sso-cli"
brew "python@3.13"
brew "awscli"
brew "azure-cli"
brew "glib"
brew "openjdk"
brew "bundletool"
brew "cabextract"
brew "circleci"
brew "cli53"
brew "cocoapods"
brew "coreutils"
brew "deno"
brew "docker"
brew "docker-compose"
brew "docker-credential-helper"
brew "dockutil"
brew "docutils"
brew "exiftool"
brew "fd"
brew "ffind"
brew "fzf"
brew "gh"
brew "openjpeg"
brew "ghostscript"
brew "git"
brew "git-absorb"
brew "git-delta"
brew "git-flow", link: false
brew "git-flow-avh"
brew "git-lfs"
brew "gitleaks"
brew "gnu-sed"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "shared-mime-info"
brew "libheif"
brew "graphicsmagick"
brew "liblqr"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "libpq"
brew "libssh"
brew "lima"
brew "mas"
brew "mise"
brew "neovim"
brew "nghttp2"
brew "ollama", restart_service: :changed
brew "openjdk@17"
brew "openvpn"
brew "pipx"
brew "pkgconf"
brew "podman"
brew "podman-compose"
brew "poetry"
brew "postgresql@16", restart_service: :changed, link: true
brew "pure"
brew "python-setuptools"
brew "python@3.10"
brew "qemu"
brew "redis", restart_service: :changed
brew "ripgrep"
brew "sops"
brew "supabase"
brew "telnet"
brew "tmux"
brew "tmuxp"
brew "w3m"
brew "wget"
brew "zsh"
brew "heroku/brew/heroku"
cask "1password"
cask "1password-cli"
cask "android-sdk"
cask "android-studio"
cask "chromedriver"
cask "claude-code"
cask "dotnet-sdk"
cask "flutter"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "miniconda"
cask "postman"
cask "rectangle"
cask "smlnj"
cask "tableplus"
cask "tigervnc"
cask "visual-studio-code"
cask "gcenx/wine/wine-crossover"
cask "zed"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PowerDirector", id: 1556204761
mas "Transporter", id: 1450874784
mas "Xcode", id: 497799835
vscode "dart-code.dart-code"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "kirillboychenko.pufferflow"
vscode "ms-azuretools.vscode-containers"
vscode "ms-vscode-remote.remote-containers"
vscode "nrwl.angular-console"
vscode "rooveterinaryinc.roo-cline"
vscode "vitest.explorer"
