tap "buildkite/buildkite"
tap "buildkite/cli"
tap "gcenx/wine"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "hpedrorodrigues/tools"
brew "jpeg-turbo"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "aws-sso-cli"
brew "awscli"
brew "azure-cli"
brew "glib"
brew "openjdk"
brew "bundletool"
brew "cabextract"
brew "circleci"
brew "cli53"
brew "gnutls"
brew "qemu"
brew "lima"
brew "colima"
brew "docker"
brew "docker-compose"
brew "docker-credential-helper"
brew "docutils"
brew "exiftool"
brew "fd"
brew "ffind"
brew "gh"
brew "openjpeg"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "git-flow", link: false
brew "git-flow-avh"
brew "gitleaks"
brew "gnu-sed"
brew "gnupg"
brew "libheif"
brew "graphicsmagick"
brew "libraw"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "libpq"
brew "mas"
brew "neovim"
brew "nghttp2"
brew "pipx"
brew "poetry"
brew "postgresql@16", restart_service: true, link: true
brew "pure"
brew "python-setuptools"
brew "python@3.10"
brew "redis", restart_service: true
brew "ripgrep"
brew "tmux"
brew "tmuxp"
brew "w3m"
brew "wget"
brew "zsh"
brew "heroku/brew/heroku"
cask "1password-cli"
cask "android-sdk"
cask "android-studio"
cask "chromedriver"
cask "dockutil"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "miniconda"
cask "modern-csv"
cask "postman"
cask "rectangle"
cask "slack"
cask "smlnj"
cask "tableplus"
cask "tigervnc-viewer"
cask "visual-studio-code"
cask "wine-crossover"
cask "zed"
vscode "danielsanmedium.dscodegpt"
vscode "eamodio.gitlens"
vscode "koichisasada.vscode-rdbg"
vscode "shopify.ruby-extensions-pack"
vscode "shopify.ruby-lsp"
vscode "sorbet.sorbet-vscode-extension"
vscode "vayan.haml"
